{"table": [
  { "insight": "Cost Driver Analysis", "amount": 15288, "description": "Identifies inefficiencies and potential cost reductions affecting production expenses." },
  { "insight": "Non Compliance Incidents", "amount": 27871, "description": "Non-compliance incidents can lead to penalties, rework, scrapping costs, and additional quality-related expenses, directly impacting operational profitability." },
  { "insight": "Quality Rejected Items Issued to Production", "amount": 21658, "description": "Using defective materials increases wastage and rework, resulting in higher production costs or losses, directly impacting profitability." },
  { "insight": "Low Recovery against Standard Norms", "amount": 12762, "description": "Low recovery increases material usage per output, leading to higher cost of production, increased variance losses, and reduced gross margins. This directly affects profitability." },
  { "insight": "One Time Vendor Anomalies", "amount": 20605, "description": "Fraudulent or duplicate payments inflate expenses." },
  { "insight": "Single Source Vendor", "amount": 15754, "description": "Lack of competitive bidding may result in inflated prices." },
  { "insight": "Procurement of Contracted Material at Higher Price", "amount": 17716, "description": "Higher material costs." },
  { "insight": "Invoice Date Prior to PO Date", "amount": 11005, "description": "Expenses may be recognized in the wrong period or without a valid PO, distorting financial results." },
  { "insight": "Split PR/PO", "amount": 12230, "description": "Fragmented orders may result in inconsistent expense recognition or concealment of high-value purchases." },
  { "insight": "Home Account Changed and Rerouted", "amount": 16415, "description": "Duplicate or unauthorized payments increase expense totals." },
  { "insight": "Duplicate Vendor Invoices", "amount": 18551, "description": "Unverified or duplicate payments can lead to overstated expenses." },
  { "insight": "Payment against blocked Invoice/Vendor", "amount": 22560, "description": "Duplicate or unapproved expenses inflate overall costs." },
  { "insight": "Some Expenses for PO and Non PO transaction", "amount": 9898, "description": "Higher material prices in some plants increase overall production cost." },
  { "insight": "Inter Plant Variation in Material Price", "amount": 10780, "description": "Expenses may be recorded higher/lower than actual agreed rate or quantity." },
  { "insight": "Deviation in liability compares to base rate and quantity", "amount": 8036, "description": "Paying for goods not received." },
  { "insight": "IV Quantity exceeds GR Quantity", "amount": 13720, "description": "Sale of expired items often occurs at discounted prices or as scrap, reducing revenue and increasing potential losses or write-offs in the income statement." },
  { "insight": "Sale of Expired Stocks", "amount": 9604, "description": "If such transfers are not correctly accounted for, they may result in over/understatement of expenses (e.g., duplicate or missing vendor payments) or income adjustments (in case of customer transfers)." },
  { "insight": "Vendor to Vendor/Customer Transfers", "amount": 6838, "description": "The same expense is recorded more than once, inflating total expenses and reducing reported profit for the fiscal year." },
  { "insight": "Repeated Vendor Invoice in the Same Fiscal Year", "amount": 5653, "description": "Misstated shelf life can delay or accelerate recognition of inventory losses, distorting gross margin and profitability." },
  { "insight": "Multiple Shelf Life for Some Material/Batch", "amount": 22834, "description": "When actual material consumption differs significantly from the standard, it causes inaccurate cost recording. Overconsumption inflates production costs, reducing gross profit; underconsumption may lead to overstated profits." },
  { "insight": "Deviation in Standard v/s Actual Consumption", "amount": 22148, "description": "A higher actual yield loss compared to the standard yield loss indicates production inefficiency or wastage. This increases production cost and reduces inventory valuation, impacting gross profit. Lower actual loss than standard improves margins." },
  { "insight": "Actual Yield Loss v/s Standard Yield Loss", "amount": 28322, "description": "If event log discrepancies result in incorrect consumption or production entries, it can cause inaccurate expense recognition (COGS) or unrecorded inventory losses/gains, impacting profitability." },
  { "insight": "Anomalies to Event Log Analysis", "amount": 5412, "description": "Inefficiency costs." },
  { "insight": "Inconsistence Performance Metrics and KPIs across units", "amount": 20758, "description": "Downtime/Rework costs." },
  { "insight": "Process Bottlenecks", "amount": 20758, "description": "Downtime/Rework costs." }
]}