{"table":[
    { "insight": "Demand Volatility Analysis", "amount": 2320, "percentage": 0.23, "description": "Volatile demand affects stock levels and liquidity management." },
    { "insight": "Defect vs Return Rate", "amount": 2480, "percentage": 0.23, "description": "High defect or return rates can lead to increased inventory of returned goods or provisions for returns. Returned goods pending inspection affect inventory valuation, and provisions may be required for expected customer returns." },
    { "insight": "Supplier Defect Rate", "amount": 3250, "percentage": 0.23, "description": "Defective supplies identified after goods receipt may lead to blocked stock, inventory revaluation, or pending GR/IR adjustments. Supplier claims can also temporarily affect payables until resolution." },
    { "insight": "Quality Rejected Items Issued to Production", "amount": 2290, "percentage": 0.23, "description": "Issuing rejected materials to production leads to incorrect valuation of inventory and production WIP. The value of unusable items remains capitalized, overstating assets." },
    { "insight": "Low Recovery against Standard Norms", "amount": 1280, "percentage": 0.23, "description": "Low recovery (i.e., lower yield of finished goods from input materials) results in higher consumption of raw materials per output unit, which may cause overvaluation of WIP or under-recorded finished goods inventory." },
    { "insight": "Supplier Quality Audit Score", "amount": 1405, "percentage": 0.23, "description": "Poor supplier audit scores may indicate higher risk of substandard materials entering production, leading to potential inventory write-downs or revaluation. Payments may be withheld or delayed for suppliers failing quality audits until compliance is verified, affecting liability recognition." },
    { "insight": "Process Deviation Reports", "amount": 1022, "percentage": 0.23, "description": "Deviations in process parameters may result in off-spec or defective batches, requiring revaluation, write-downs, or segregation of inventory. Significant or repeated deviations may cause materials or products to become unusable, requiring provisions for obsolescence or impairment." },
    { "insight": "Cost Centre Variance Analysis", "amount": 984, "percentage": 0.23, "description": "High inventory (Non Moving)." },
    { "insight": "Invalid PO Delivery Address", "amount": 972, "percentage": 0.23, "description": "Goods delivered to an incorrect or unrecorded location may not be captured in inventory or asset registers. Payments could be processed for undelivered or misdirected items. Liability may be recognized without actual receipt of goods or services." },
    { "insight": "Single Source Vendor", "amount": 833, "percentage": 0.23, "description": "Delays or shortages from a single vendor may affect production and inventory levels. Heavy dependence on one supplier can impact payment terms and cash flow stability." },
    { "insight": "Procurement of Contracted Material at Higher Price", "amount": 821, "percentage": 0.23, "description": "Higher valuation of Inventory." },
    { "insight": "Inter Plant Variation in Material Price", "amount": 520, "percentage": 0.23, "description": "Identical materials valued differently across plants, affecting inventory valuation and comparability." },
    { "insight": "IV Quantity exceeds GR Quantity", "amount": 380, "percentage": 0.23, "description": "Overstates AP and possibly inventory." },
    { "insight": "Sales Return quantity greater than Sales Quantity", "amount": 1590, "percentage": 0.23, "description": "Indicates invalid returns, causing a loss in revenue and inflating inventory." },
    { "insight": "Sales Return of Expired/Short Expiry Material", "amount": 2830, "percentage": 0.23, "description": "Expired or short-expiry goods may be unsellable, leading to inventory write-downs or provisions. Credit notes or return adjustments reduce receivables; delays in recording can cause temporary AR overstatement." },
    { "insight": "Excess Delivery to Customer", "amount": 2221, "percentage": 0.23, "description": "Excess goods issued reduce inventory; if billed, increases receivables; if unbilled, may create delivery-based liability." },
    { "insight": "Sale of product at Free of Cost", "amount": 2873, "percentage": 0.23, "description": "Goods issued without billing reduce inventory without receivable generation." },
    { "insight": "Change in Delivery Address", "amount": 2555, "percentage": 0.23, "description": "Incorrect delivery location may lead to wrong customer billing, unbilled deliveries, or disputes, impacting receivables and inventory valuation." },
    { "insight": "Over Stocked Material", "amount": 2100, "percentage": 0.23, "description": "Excess stock leads to higher carrying amounts in inventory which may not reflect realizable value, increasing the risk of overstatement." },
    { "insight": "Sale of Expired Stocks", "amount": 2392, "percentage": 0.23, "description": "Selling expired stock indicates poor inventory control and may require inventory write-downs or adjustments to reduce overstated asset values." },
    { "insight": "Multiple Shelf Life for Some Material/Batch", "amount": 3300, "percentage": 0.23, "description": "Having multiple shelf lives for the same batch may result in incorrect valuation or recognition of obsolete inventory. Expired materials could still appear as active, inflating asset values. Inconsistent shelf life treatment may lead to non-compliance with accounting standards (e.g., IAS 2 / Ind AS 2) related to inventory valuation and obsolescence." },
    { "insight": "Deviation in Standard v/s Actual Consumption", "amount": 1205, "percentage": 0.23, "description": "Incorrect consumption data affects closing inventory valuation. Overstated consumption reduces inventory value, while understated consumption inflates it. Inconsistent standard costing and actual consumption variances can cause misleading disclosures on cost estimation and production efficiency." },
    { "insight": "Abnormal movement vs production", "amount": 980, "percentage": 0.23, "description": "Abnormal material usage or loss affects closing inventory valuation — unaccounted movement may reduce material balances or inflate WIP/FG quantities inaccurately. Abnormal material movement distorts cost records and misrepresents operational efficiency in disclosures." },
    { "insight": "Scrap Sales", "amount": 875, "percentage": 0.23, "description": "Scrap generated during production, when sold, should reduce inventory value and record revenue appropriately. Incorrect posting may overstate/understate sales income or inventory valuation." },
    { "insight": "Actual Yield Loss v/s Standard Yield Loss", "amount": 672, "percentage": 0.23, "description": "A higher actual yield loss compared to the standard yield loss indicates production inefficiency or wastage. This increases production cost and reduces inventory valuation, impacting gross profit. Lower actual loss than standard improves margins." },
    { "insight": "Consumption Booked post Output Generation", "amount": 498, "percentage": 0.23, "description": "When material consumption is booked after output generation, it leads to timing mismatches between production and consumption. This can temporarily overstate inventory and understate COGS, distorting gross margin and inventory valuation until corrected." },
    { "insight": "Expired Material Issued to production order", "amount": 321, "percentage": 0.23, "description": "When expired materials are issued, the inventory balance is reduced incorrectly (since the material has no realizable value), leading to potential overstatement of WIP or finished goods." },
    { "insight": "Anomalies from Physical Verification of Inventory", "amount": 129, "percentage": 0.23, "description": "Physical count discrepancies (shortage or excess) cause overstatement or understatement of inventory on the balance sheet. Adjustments align book inventory with physical counts." },
    { "insight": "Anomalies to Event Log Analysis", "amount": 198, "percentage": 0.23, "description": "Event log anomalies may indicate incorrect or untimely inventory postings (e.g., duplicate movements, missing goods receipt). This leads to temporary misstatement of inventory values or GR/IR clearing balances on the balance sheet." },
    { "insight": "Non Routine Movement", "amount": 138, "percentage": 0.23, "description": "Non-routine movements (e.g., scrap adjustments, reclassification, manual inventory transfers) can lead to incorrect valuation or misstatement of inventory balances, affecting total assets on the balance sheet." },
    { "insight": "Idle Inventory Ageing", "amount": 3370, "percentage": 0.23, "description": "Idle or slow-moving inventory increases the risk of obsolescence and may require provisioning or write-downs, impacting inventory valuation and asset representation on the balance sheet." },
    { "insight": "Sales Return of Expired/Short Expiry Goods", "amount": 3478, "percentage": 0.23, "description": "Returned goods (expired or short expiry) increase inventory temporarily if restocked or are written off. Accounts Receivable decreases as the sales return is recognized. Provisions may be adjusted if previously estimated." },
    { "insight": "Anomalies to Sampling", "amount": 4751, "percentage": 0.23, "description": "If sampling discrepancies lead to adjustments in stock quantity or quality, inventory valuation on the balance sheet is affected. Any abnormal or unusable samples may lead to provisions or write-downs." },
    { "insight": "Changes to Expiry Dates", "amount": 2145, "percentage": 0.23, "description": "If expiry dates are modified, it may impact the valuation of stock. Incorrect extensions may overstate inventory value, while accurate adjustments can prevent overstatement of obsolete stock." },
    { "insight": "Process Bottlenecks", "amount": 25578, "percentage": 0.23, "description": "Bottlenecks in production or logistics can delay order fulfillment and cause excess WIP or idle inventory, temporarily overstating asset values and reducing liquidity." }
]}