{"table":   [
  { "insight": "Demand Volatility Analysis", "amount": 2297, "description": "Volatile demand affects stock levels and liquidity management." },
  { "insight": "Defect vs Return Rate", "amount": 2455, "description": "High defect or return rates can lead to increased inventory of returned goods or provisions for returns. Returned goods pending inspection affect inventory valuation, and provisions may be required for expected customer returns." },
  { "insight": "Supplier Defect Rate", "amount": 3218, "description": "Defective supplies identified after goods receipt may lead to blocked stock, inventory revaluation, or pending GR/IR adjustments. Supplier claims can also temporarily affect payables until resolution." },
  { "insight": "Quality Rejected Items Issued to Production", "amount": 2267, "description": "Issuing rejected materials to production leads to incorrect valuation of inventory and production WIP. The value of unusable items remains capitalized, overstating assets." },
  { "insight": "Low Recovery against Standard Norms", "amount": 1267, "description": "Low recovery results in higher consumption of raw materials per output unit, which may cause overvaluation of WIP or under-recorded finished goods inventory." },
  { "insight": "Supplier Quality Audit Score", "amount": 1391, "description": "Poor supplier audit scores may indicate higher risk of substandard materials entering production, leading to potential inventory write-downs or revaluation. Payments may be withheld or delayed for suppliers failing quality audits until compliance is verified, affecting liability recognition." },
  { "insight": "Process Deviation Reports", "amount": 1012, "description": "Deviations in process parameters may result in off-spec or defective batches, requiring revaluation, write-downs, or segregation of inventory." },
  { "insight": "Cost Centre Variance Analysis", "amount": 974, "description": "High inventory (Non Moving)." },
  { "insight": "Invalid PO Delivery Address", "amount": 962, "description": "Goods delivered to an incorrect or unrecorded location may not be captured in inventory or asset registers. Payments could be processed for undelivered or misdirected items." },
  { "insight": "Single Source Vendor", "amount": 825, "description": "Delays or shortages from a single vendor may affect production and inventory levels. Heavy dependence on one supplier can impact payment terms and cash flow stability." },
  { "insight": "Procurement of Contracted Material at Higher Price", "amount": 813, "description": "Higher valuation of inventory." },
  { "insight": "Inter Plant Variation in Material Price", "amount": 515, "description": "Identical materials valued differently across plants, affecting inventory valuation and comparability." },
  { "insight": "IV Quantity exceeds GR Quantity", "amount": 376, "description": "Overstates AP and possibly inventory." },
  { "insight": "Sales Return quantity greater than Sales Quantity", "amount": 1574, "description": "Indicates invalid returns, causing a loss in revenue and inflating inventory." },
  { "insight": "Sales Return of Expired/Short Expiry Material", "amount": 2802, "description": "Expired or short-expiry goods may be unsellable, leading to inventory write-downs or provisions. Credit notes or return adjustments reduce receivables; delays in recording can cause temporary AR overstatement." },
  { "insight": "Excess Delivery to Customer", "amount": 2199, "description": "Excess goods issued reduce inventory; if billed, increases receivables; if unbilled, may create delivery-based liability." },
  { "insight": "Sale of product at Free of Cost", "amount": 2844, "description": "Goods issued without billing reduce inventory without receivable generation." },
  { "insight": "Change in Delivery Address", "amount": 2529, "description": "Incorrect delivery location may lead to wrong customer billing, unbilled deliveries, or disputes, impacting receivables and inventory valuation." },
  { "insight": "Over Stocked Material", "amount": 2079, "description": "Excess stock leads to higher carrying amounts in inventory which may not reflect realizable value, increasing the risk of overstatement." },
  { "insight": "Sale of Expired Stocks", "amount": 2368, "description": "Selling expired stock indicates poor inventory control and may require inventory write-downs or adjustments to reduce overstated asset values." },
  { "insight": "Multiple Shelf Life for Some Material/Batch", "amount": 3267, "description": "Having multiple shelf lives for the same batch may result in incorrect valuation or recognition of obsolete inventory. Expired materials could still appear as active, inflating asset values." },
  { "insight": "Deviation in Standard v/s Actual Consumption", "amount": 1193, "description": "Incorrect consumption data affects closing inventory valuation. Overstated consumption reduces inventory value, while understated consumption inflates it." },
  { "insight": "Abnormal movement vs production", "amount": 970, "description": "Abnormal material usage or loss affects closing inventory valuation — unaccounted movement may reduce material balances or inflate WIP/FG quantities inaccurately." },
  { "insight": "Scrap Sales", "amount": 866, "description": "Scrap generated during production, when sold, should reduce inventory value and record revenue appropriately. Incorrect posting may overstate/understate sales income or inventory valuation." },
  { "insight": "Actual Yield Loss v/s Standard Yield Loss", "amount": 665, "description": "A higher actual yield loss compared to the standard yield loss indicates production inefficiency or wastage. This increases production cost and reduces inventory valuation, impacting gross profit." },
  { "insight": "Consumption Booked post Output Generation", "amount": 493, "description": "When material consumption is booked after output generation, it leads to timing mismatches between production and consumption." },
  { "insight": "Expired Material Issued to production order", "amount": 318, "description": "When expired materials are issued, the inventory balance is reduced incorrectly (since the material has no realizable value), leading to potential overstatement of WIP or finished goods." },
  { "insight": "Anomalies from Physical Verification of Inventory", "amount": 128, "description": "Physical count discrepancies (shortage or excess) cause overstatement or understatement of inventory on the balance sheet." },
  { "insight": "Anomalies to Event Log Analysis", "amount": 196, "description": "Event log anomalies may indicate incorrect or untimely inventory postings (e.g., duplicate movements, missing goods receipt)." },
  { "insight": "Non Routine Movement", "amount": 137, "description": "Non-routine movements can lead to incorrect valuation or misstatement of inventory balances, affecting total assets on the balance sheet." },
  { "insight": "Idle Inventory Ageing", "amount": 3336, "description": "Idle or slow-moving inventory increases the risk of obsolescence and may require provisioning or write-downs, impacting inventory valuation and asset representation." },
  { "insight": "Sales Return of Expired/Short Expiry Goods", "amount": 3443, "description": "Returned goods (expired or short expiry) increase inventory temporarily if restocked or are written off. Accounts Receivable decreases as the sales return is recognized." },
  { "insight": "Anomalies to Sampling", "amount": 4703, "description": "If sampling discrepancies lead to adjustments in stock quantity or quality, inventory valuation on the balance sheet is affected." },
  { "insight": "Changes to Expiry Dates", "amount": 2124, "description": "If expiry dates are modified, it may impact the valuation of stock. Incorrect extensions may overstate inventory value." },
  { "insight": "Process Bottlenecks", "amount": 22098, "description": "Process inefficiencies may lead to production delays and higher holding costs, increasing WIP valuation temporarily." }
]}