{
    "table": [
  { "insight": "Market Share Trends", "amount": 720, "percentage": "0.04%", "description": "A declining market share may increase unsold inventory or delayed receivables." },
  { "insight": "Customer Sentiment", "amount": 321, "percentage": "0.04%", "description": "Poor sentiment may slow collections or increase unsold goods." },
  { "insight": "On Time Delivery Performance", "amount": 105, "percentage": "0.04%", "description": "Delayed deliveries can postpone customer invoicing and cash collection, temporarily increasing receivables. Late shipments cause accumulation of finished goods awaiting dispatch, increasing inventory carrying costs." },
  { "insight": "Customer Credit Limit Check", "amount": 121, "percentage": "0.04%", "description": "Failure to check limits increases the risk of bad debt, requiring a higher B/S provision." },
  { "insight": "Duplicate Customers", "amount": 132, "percentage": "0.04%", "description": "Risk of misstated AR balances." },
  { "insight": "Customer Recon Account not defined", "amount": 402, "percentage": "0.04%", "description": "Customer balances won’t be properly reflected in AR GL." },
  { "insight": "Key Fields Missing", "amount": 391, "percentage": "0.04%", "description": "Missing recon or customer account data leads to mispostings or failure to record customer balances. Missing payment terms or contact details impact AR follow-ups and bad debt provisioning." },
  { "insight": "Mismatching Updates in Master", "amount": 340, "percentage": "0.04%", "description": "Wrong customer account or reconciliation account mapping may lead to AR not matching GL balances." },
  { "insight": "Sales Return price greater than Sales Price", "amount": 322, "percentage": "0.04%", "description": "Over-crediting customers results in incorrect AR balances or uncollectible receivables." },
  { "insight": "Delivery in excess of Sales Order Tolerance Limit", "amount": 455, "percentage": "0.04%", "description": "Customers may dispute excess deliveries, leading to delayed payments or future credit notes. Excess goods delivered reduce stock more than contractually committed quantities." },
  { "insight": "Anomalies to Credit Notes", "amount": 567, "percentage": "0.04%", "description": "Incorrect or missing credit notes may overstate or understate customer balances." },
  { "insight": "Sale Price of Same Material with 2 prices in Same Invoice", "amount": 678, "percentage": "0.04%", "description": "Customer balance may be wrong; potential provision needed for disputes." },
  { "insight": "Sale Order Price set manual", "amount": 674, "percentage": "0.04%", "description": "Manual price changes may cause wrong billing, leading to later adjustments." },
  { "insight": "Business Partner Credit Check Missing", "amount": 754, "percentage": "0.04%", "description": "Absence of credit checks may result in sales to high-risk customers, increasing the risk of bad debts and overstated receivables." },
  { "insight": "TAT - Sales Order to Invoice to Dispatch", "amount": 659, "percentage": "0.04%", "description": "Longer turnaround time (TAT) between order, invoicing, and dispatch delays recognition of revenue and may result in higher pending receivables or unbilled revenue." },
  { "insight": "Customer to Customer/Vendor Transfers", "amount": 674, "percentage": "0.04%", "description": "Incorrect transfers can cause misclassification between Accounts Receivable and Accounts Payable, leading to inaccurate representation of current assets and liabilities." },
  { "insight": "Prior Period Invoice Processing", "amount": 563, "percentage": "0.04%", "description": "Invoices related to prior periods recorded in the current period can result in incorrect opening balances or misstatement of accrued liabilities/receivables." },
  { "insight": "Vendor to Vendor/Customer Transfers", "amount": 693, "percentage": "0.04%", "description": "Incorrect transfers between vendors or between vendor and customer accounts can lead to wrong balances in accounts payable, accounts receivable, or advances, affecting the accuracy of the balance sheet." },
  { "insight": "Key Fields Missing", "amount": 390, "percentage": "0.04%", "description": "Data gaps can cause misstated balances in customer or stock accounts." },
  { "insight": "Dynamic Pricing", "amount": 557, "percentage": "0.04%", "description": "Identifies and reduces customer attrition; impacts future revenue recognition and provisions for doubtful debts." },
  { "insight": "Churn Analytics", "amount": 684, "percentage": "0.04%", "description": "Validating lead quality ensures real sales conversion; prevents false revenue recognition and wasted spend." },
  { "insight": "Lead Source Validation", "amount": 5389, "percentage": "0.04%", "description": "Ensures proper identification of revenue sources, reducing risk of misstated sales and receivables." }
]
}